Revit 2027 API
ParameterTypeId.MassZoneSpaceTypeParam Property
 "Space Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassZoneSpaceTypeParam { get; }
Public Shared ReadOnly Property MassZoneSpaceTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassZoneSpaceTypeParam {
	ForgeTypeId^ get ();
}
static member MassZoneSpaceTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace